Repository: planetdecred/dcrios
Catalog: Decred Wallet/*.lproj/Localizable.strings
Languages: ar, pl, vi, zh_hans

source: Opening wallet...
ar: فتح المحفظة...
pl: Otwieranie portfela...
vi: Mở ví …
zh_hans: 正在打开钱包…

# createNewWallet
source: Create a new wallet
ar: إنشاء محفظة جديدة
pl: Stwórz nowy portfel
vi: Tạo ví mới
zh_hans: 创建新钱包

# restoreExistingWallet
source: Restore an existing wallet
ar: استعادة محفظة موجودة
pl: Przywróć istniejący portfel
vi: Khôi phục ví hiện tại
zh_hans: 恢复现有钱包

source: Wallet
ar: محفظة
pl: Portfel
vi: Ví
zh_hans: 钱包

# introMessage
source: Welcome to Decred Wallet, a secure & open-source mobile wallet.
ar: مرحبًا بكم في محفظة ديكريد، محفظة هاتف محمول آمنة ومفتوحة المصدر.
pl: Witaj w portfelu Decred, bezpiecznym oraz mobilnym portfelu typu open-source.
vi: Chào mừng tới Ví Dered, một ví điện tử an toàn và mã nguồn mở.
zh_hans: 欢迎使用Decred钱包 一个安全且开源的移动钱包

source: default
ar: تلقائية
vi: mặc định
zh_hans: 默认

source: Migrating wallet
ar: ترحيل المحفظة
vi: Migrating Ví
zh_hans: 转移钱包

# dataFileErrorMsg
source: You have an older device with less ram. For it to work properly we need to upgrade the database being used for your wallet. You will need to re-enter your seed phrase. Proceeding will clear the wallet data so you can recover from your seed phrase. Are you sure you want to proceed?
ar: لديك جهاز قديم ذو مساحة ذاكرة الوصول العشوائي صغيرة. لكي يعمل بشكل صحيح، نحتاج إلى تحديث قاعدة البيانات المستخدمة لمحفظتك. ستحتاج إلى إعادة إدخال البذرة الخاصة بك. ستؤدي المتابعة إلى مسح بيانات المحفظة حتى تتمكن من استعادة من عبارات البذور الخاصة بك. هل انت متأكد انك تريد المواصلة؟
vi: Bạn có một thiết bị cũ với ít ram. Để nó hoạt động bình thường, chúng tôi cần nâng cấp cơ sở dữ liệu đang được sử dụng cho ví của bạn. Bạn sẽ cần phải nhập lại seed words của mình. Việc tiếp tục sẽ xóa dữ liệu ví nên bạn có thể khôi phục dữ liệu từ seed của mình. Bạn có chắc muốn tiếp tục?

# settingUpYourWallet
source: Setting Up Decred Wallet
ar: إعداد محفظة الديكريد
vi: Thiết lập Ví Decred
zh_hans: 设置Decred钱包

source: Confirm to show seed
ar: قم بالتأكيد لإظهار البذرة
vi: Xác nhận để hiển thị seed
zh_hans: 显示种子

source: Confirm to verify seed
ar: قم بالتأكيد للتحقق من البذرة
vi: Xác nhận để xác minh seed
zh_hans: 验证种子

# notAllSeedsAreEntered
source: Not all seeds are entered. Please, check input fields and enter all seeds.
ar: لم يتم إدخال جميع البذور. من فضلك، تحقق من حقول الإدخال وأدخل جميع البذور.
vi: Không phải tất cả các seed được nhập vào. Vui lòng kiểm tra các dữ liệu đầu vào và nhập tất cả các seed.
zh_hans: 没有输入完单词。请检查输入栏并填写所有单词。

# incorrectSeedEntered
source: Failed to restore. Please verify all words and try again.
ar: فشل في الاستعادة. الرجاء التحقق من جميع الكلمات والمحاولة مرة أخرى.
pl: Odzyskiwanie nie powiodło się. Sprawdź dokładnie każde wprowadzone słowo i spróbuj ponownie.
vi: Khôi phục thất bại. Vui lòng kiểm tra lại tất cả các từ và thử lại.
zh_hans: 恢复钱包失败， 请核对所有单词并重试。

# seedRestoreHeader
source: Restore from seed phrase
ar: الاستعادة من عبارة البذرة
pl: Odzyskaj z frazy bazowej
vi: Khôi phục từ seed words
zh_hans: 使用种子单词恢复

# seedRestoreInfo
source: Enter your seed phrase in the correct order.
ar: أدخل عبارة البذرة بالترتيب الصحيح.
vi: Hãy nhập seed words của bạn theo đúng thứ tự.
zh_hans: 按照正确的顺序输入种子单词

source: Restore
ar: إستعادة
pl: Odzyskaj
vi: Khôi phục
zh_hans: 恢复

source: Success
ar: نجاح
pl: Operacja udana
vi: Thành công
zh_hans: 成功

source: Get started
ar: البدء
pl: Jak rozpocząć
vi: Bắt đầu
zh_hans: 开始

# restoreSuccessTitle
source: Your wallet is successfully restored.
ar: تمت استعادة محفظتك بنجاح.
pl: Odzyskiwanie portfela powiodło się.
vi: Ví của bạn đã được khôi phục thành công.
zh_hans: 你的钱包已成功恢复

# watchWalletImported
source: Watch-only wallet imported
ar: تم استيراد محفظة المراقبة فقط
vi: Ví watch-only đã được thêm vào

# extendPublicKeyInfo
source: In Decrediton, under the Accounts section, expand the account you want to watch, and tap on Reveal Pubkey
ar: في ديكريديتون، ضمن قسم الحسابات، قم بتوسيع الحساب الذي تريد مشاهدته، وانقر على أكشف المفتاح العام
vi: Trong Decrediton, dưới phần Tài khoản, hãy mở rộng tài khoản bạn muốn xem và nhấn vào Hiển thị Pubkey

# watchWalletTitle
source: Create watch only wallet
ar: إنشاء محفظة مراقبة فقط
vi: Tạo ví watch-only

# unlockWithStartupCode
source: Unlock with startup %@
ar: فتح مع بدء التشغيل %@
pl: Odblokuj %@ do uruchamiania
vi: Mở khóa với startup %@
zh_hans: 使用启动 %@ 解锁

source: Unlock
ar: فتح
pl: Odblokuj
vi: Mở khóa
zh_hans: 解锁

# wrongSecurityCode
source: Wrong %@ %@. Please try again.
ar: خطأ %@ %@. الرجاء محاولة مرة أخرى.
vi: Bạn đã nhập một %@ %@ không chính xác. Thử lại?
zh_hans: 错误的%@%@，请重试

# emptyPasswordNotAllowed
source: Password cannot be empty
ar: لا يمكن أن تكون كلمة المرور فارغة
vi: Mật khẩu không được để trống
zh_hans: 密码不能为空

source: Passwords do not match
ar: لا تتطابق كلمات المرور
vi: MẬT KHẨU KHÔNG HỢP LỆ
zh_hans: 密码不匹配

# createPassword
source: Create a %@ password
ar: إنشاء %@ كلمة مرور
pl: Utwórz hasło do %@
vi: Tạo mật khẩu %@
zh_hans: 创建%@密码

source: Enter Current Spending Password
ar: أدخل كلمة مرور الإنفاق الحالية
pl: Wprowadź hasło do wydawania środków
vi: Nhập mật khẩu chi tiêu hiện tại
zh_hans: 输入当前支付密码

# promptStartupPassword
source: Enter Current Startup Password
ar: أدخل كلمة مرور بدء التشغيل الحالية
pl: Wprowadź hasło do uruchamiania
vi: Nhập mật khẩu khởi động hiện tại.
zh_hans: 输入当前启动密码

source: Password
ar: كلمة المرور
pl: Hasło
vi: MẬT KHẨU
zh_hans: 密码

source: invalid input.
ar: إدخال غير صحيح.
vi: Input không hợp lệ
zh_hans: 输入错误

# passwordPlaceholder
source: %@ password
ar: %@ كلمة المرور
pl: %@ hasło
vi: Mật khẩu %@
zh_hans: %@密码

# confirmPasswordPlaceholder
source: Confirm %@ password
ar: تأكيد %@ كلمة المرور
pl: Potwierdź hasło do %@
vi: Xác nhận mật khẩu %@
zh_hans: 确认%@密码

source: Enter %@ PIN
ar: أدخل %@ رقم التعريف الشخصي PIN
pl: Wprowadź PIN do %@
vi: Nhập mã PIN %@
zh_hans: 输入%@PIN码

source: Enter Current Spending PIN
ar: أدخل رقم التعريف الشخصي الحالي للإنفاق
pl: Wprowadź PIN do wydawania środków
vi: Nhập mã Spending PIN hiện tại
zh_hans: 输入当前支付PIN码

# promptStartupPIN
source: Enter Current Startup PIN
ar: أدخل رقم التعريف الشخصي الحالي لبدء التشغيل
pl: Wprowadź PIN do uruchamiania
vi: Nhập mã PIN Startup PIN hiện tại
zh_hans: 输入当前启动PIN码

# createPIN
source: Create a %@ PIN
ar: إنشاء %@ رقم التعريف الشخصي PIN
pl: Utwórz PIN do wydawania środków %@
vi: Tạo mã PIN %@
zh_hans: 创建%@PIN码

# confirmPIN
source: Enter %@ PIN again
ar: أدخل %@ رقم التعريف الشخصي مرة أخرى
pl: Wprowadź PIN do %@ ponownie %@
vi: Xác nhận mã PIN %@
zh_hans: 确认%@PIN码

# pinsDidNotMatch
source: PINs did not match. Try again.
ar: أرقام التعريف الشخصية غير متطابقة. حاول مجددا.
pl: Wprowadzone PINy są niezgodne.
vi: PIN không khớp. Thử lại
zh_hans: PIN码不匹配，请重试。

source: PIN
ar: رقم التعريف الشخصي PIN
vi: mã PIN
zh_hans: PIN码

source: Next
ar: التالي
pl: Dalej
vi: Tiếp tục
zh_hans: 下一步

source: Create
ar: إنشاء
pl: Utwórz
vi: Tạo
zh_hans: 创建

# promptStartupPassOrPIN
source: Use Startup PIN/Password
ar: استخدم رقم التعريف الشخصي/كلمة المرور الخاصة ببدء التشغيل
vi: Sử dụng PIN/Password Startup
zh_hans: 开启钱包启动PIN码

# promptTouchIDUsageUsage
source: Touch ID is required to use Decred Wallet
ar: مطلوب مُعرِّف اللمس لاستخدام محفظة ديكريد
vi: Touch ID là bắt buộc để có thể sử dụng Ví Decred
zh_hans: 要使用Decred钱包需要Touch ID

# promptFaceIDUsageUsage
source: Face ID is required to use Decred Wallet
ar: مطلوب مُعرِّف الوجه لاستخدام محفظة ديكريد
vi: Face ID là bắt buộc để có thể sử dụng Ví Decred
zh_hans: 要使用Decred钱包需要Face ID

source: Use Face ID
ar: إستخدام مُعرِّف الوجه
vi: Sử dụng Face ID
zh_hans: 使用Face ID

source: Use Touch ID
ar: إستخدام مُعرِّف اللمس
vi: Sử dụng Touch ID
zh_hans: 使用Touch ID

# enableWithStartupCode
source: Enable with startup %@
ar: التمكين مع بدء التشغيل %@
vi: Kích hoạt với startup %@
zh_hans: 使用启动%@

source: Unlock to resume restoration
ar: افتح لاستئناف الاستعادة
pl: Odblokuj, aby wznowić przywracanie
vi: Mở khóa để tiếp tục khôi phục
zh_hans: 解锁以恢复

# unlockWalletForAccountDiscovery
source: The restoration process to discover your accounts was interrupted in the last sync. Unlock %@ to resume the process.
ar: تمت مقاطعة عملية الاستعادة لاكتشاف حساباتك في المزامنة الأخيرة. ألغ القفل %@ لاستئناف العملية.
pl: Proces przywracania celem odkrycia Twoich kont został przerwany podczas ostatniej synchronizacji. Odblokuj %@, aby wznowić proces.
vi: Quá trình khôi phục để phát hiện tài khoản của bạn đã bị gián đoạn trong lần đồng bộ hóa gần đây nhất. Mở khóa %@ để tiếp tục quá trình.
zh_hans: 最后一次账户扫描进程中断。 解锁%@恢复扫描

source: No
ar: لا
pl: Nie
vi: Không
zh_hans: 否

source: Yes
ar: نعم
pl: Tak
vi: Có
zh_hans: 是

source: Always
ar: دائمًا
pl: Zawsze
vi: Luôn luôn
zh_hans: 总是

source: Loading...
ar: تحميل...
pl: Wczytywanie...
vi: Đang tải...
zh_hans: 加载中...

source: Waiting for other wallets
ar: في انتظار المحافظ الأخرى
pl: Oczekiwanie na pozostałe portfele
vi: Đang chờ các ví khác
zh_hans: 等待其他钱包

# headersFetchProgress
source: Fetching block headers · %d%%
ar: إحضار رؤوس الكتلة · %d%%
pl: Pobieranie nagłówków bloków · %d%%
vi: Nạp block headers · %d%%
zh_hans: 获取区块头 · %d%%

# headersScannedProgress
source: Scanning block headers · %d%%
ar: فحص رؤوس الكتل · %d%%
pl: Skanowanie nagłówków bloków · %d%%
vi: Quét block headers · %d%%
zh_hans: 扫描区块头 · %d%%

# bestBlockAgebehind
source: %@ behind
ar: %@ خلف
pl: %@ za łańcuchem
vi: %@ sau
zh_hans: %@前

source: Block header scanned
ar: تم فحص رأسية الكتلة
vi: Block header đã được quét xong
zh_hans: 区块头扫描完成

# addressDiscoveryProgressOver
source: ~%d%% (over)
ar: ~%d%% (انتهى)
vi: ~%d%% (quá)

# synchronizing
source: Syncing...
ar: المزامنة...
pl: Synchronizacja…
vi: Đang đồng bộ hóa...
zh_hans: 正在同步...

# syncTotalProgress
source: %d%% completed, %@ remaining.
ar: %d%% مكتملة، %@ متبقي.
vi: %d%% hoàn thành, %@ còn lại.
zh_hans: %d%%已完成, %@剩余.

source: total:
ar: المجموع:
pl: całkowite:
vi: Tổng cộng:
zh_hans: 总共:

# latestBlockAge
source: Latest block %d% :- %@
ar: أحدث كتلة%d% :- %@
pl: Ostatni blok %d% :- %@
vi: Block gần nhất %d% :- %@
zh_hans: 最新区块 %d% :- %@

source: Block headers fetched
ar: تم إحضار رؤوس الكتلة
pl: Pobrano nagłówek bloku
vi: Đã nạp được Block headers
zh_hans: 区块头已获取

# syncTimeLeft
source: %@ left
ar: %@ متبقية
pl: pozostało %@
vi: Còn lại %@
zh_hans: %@ 剩余

# syncSteps
source: Step %d/3
ar: الخطوة %d/3
pl: Krok %d/3
vi: Bước %d/3
zh_hans: 步骤 %d/3

source: Syncing progress
ar: تقدم المزامنة
pl: Postęp synchronizacji
vi: Quá trình đồng bộ hóa
zh_hans: 当前同步进度

source: Cannot sync without network connection.
ar: لا يمكن المزامنة دون الاتصال بالشبكة.
vi: Không thể đồng bộ hóa nếu không có kết nối mạng.
zh_hans: 没有网络连接，无法同步

source: Internet connection required.
ar: مطلوب الاتصال بالإنترنت.
vi: Cần có kết nối Internet.
zh_hans: 需要互联网连接

source: Restarting sync...
ar: إعادة تشغيل المزامنة...
vi: Đang khởi động lại quá trình đồng bộ ...
zh_hans: 正在重新启动同步...

source: Discovering used addresses.
ar: اكتشاف العناوين المستخدمة.
pl: Odkrywanie wykorzystanych adresów.
vi: Đang tìm các địa chỉ đã sử dụng.
zh_hans: 正在检查已使用的地址

source: Sync error.
ar: خطأ في المزامنة.
vi: Lỗi đồng bộ hóa.
zh_hans: 同步错误

source: now
ar: الآن
pl: teraz
vi: Bây giờ
zh_hans: 现在

# secondsAgo
source: %ds ago
ar: %ds منذ
pl: %ds temu
vi: %d giây trước
zh_hans: %d秒钟前

# minAgo
source: %dm ago
ar: %dm منذ
pl: %dm temu
vi: %d phút trước
zh_hans: %d分钟前

# hrsAgo
source: %dh ago
ar: %dh منذ
pl: %dh temu
vi: %d giờ trước
zh_hans: %d小时前

# daysAgo
source: %dd ago
ar: %dd منذ
pl: %dd temu
vi: %d ngày trước
zh_hans: %d天前

# weeksAgo
source: %dw ago
ar: %dw منذ
pl: %dw temu
vi: %d tuần trước
zh_hans: %d周前

# monthsAgo
source: %dmo ago
ar: %dmo منذ
pl: %dmo temu
vi: %d tháng trước
zh_hans: %d月前

# yearsAgo
source: %dy ago
ar: %dy منذ
pl: %dy temu
vi: %d năm trước
zh_hans: %d年前

source: Total Balance
ar: الرصيد الإجمالي
pl: Saldo całkowite
vi: Tổng số dư
zh_hans: 总余额

source: Reconnect
ar: إعادة الإتصال
pl: Połącz
vi: Kết nối lại
zh_hans: 重新连接

source: Disconnect
ar: قطع الإتصال
pl: Rozłącz
vi: Ngưng kết nối
zh_hans: 断开连接

# waitForSync
source: Wait for sync to complete
ar: انتظر حتى تكتمل المزامنة
pl: Poczekaj, aż skończy się synchronizacja
vi: Chờ đồng bộ hóa hoàn tất
zh_hans: 等待同步完成

source: Scanned blocks
ar: الكتل التي تم فحصها
pl: Przeskanowane bloki
vi: Những blocks đã được quét
zh_hans: 已扫描完区块

source: Rescanning Blocks...
ar: إعادة فحص الكتل...
pl: Ponowne skanowanie bloków...
vi: Quét lại các Blocks...
zh_hans: 正在重新扫描区块...

# blocksLeft
source: %d left
ar: %d المتبقية
pl: Pozostało %d
vi: Còn lại %d
zh_hans: %d剩余

# errorSyncInProgress
source: Unable to start rescan while sync is in progress
ar: يتعذر بدء إعادة الفحص أثناء إجراء المزامنة
pl: Nie można rozpocząć ponownego skanowania podczas synchronizacji portfela
vi: Không thể bắt đầu quét lại khi đang đồng bộ hóa
zh_hans: 当同步正在进行时不能开启重新扫描

# errorRescanInProgress
source: Unable to start rescan while another rescan is already running
ar: يتعذر بدء إعادة الفحص أثناء تشغيل عملية إعادة فحص أخرى
pl: Nie można rozpocząć ponownego skanowania, gdy skanowanie jest już w trakcie
vi: Không thể bắt đầu quét lại trong khi một quá trình quét lại khác đang chạy
zh_hans: 当一个重新扫描正在运行时不能重新扫描

# rescanProgressNotification
source: Check progress in Overview!
ar: تحقق من التقدم في النظرة العامة!
pl: Sprawdź postęp w zakładce 'widok ogólny'!
vi: Kiểm tra tiến độ Tổng quan!
zh_hans: 检查首页进度！

# stepCfilter
source: Refetching cfilters for upgrade
ar: إعادة إحضار مرشحات الالتقاط للتحديث
vi: Tìm lại cfilters để nâng cấp

# fetchingCFilter
source: Fetching cfilters · %d%%
ar: إحضار مرشحات الالتقاط · %d%%
vi: Nạp cfilters · %d%%

# cfilterFetched
source: CFilters fetched
ar: تم إحضار مرشحات الالتقاط
vi: CFilters đã được nạp

# cfiltersLeft
source: %d CFilters left
ar: %d مرشحات الالتقاط المتبقية
vi: Còn lại %d CFilters

# cfilterFetchedTotal
source: %d of %d
ar: %d من %d
vi: %d của %d

source: Overview
ar: نظرة عامة
pl: Widok ogólny
vi: Tổng quan
zh_hans: 首页

source: Transactions
ar: المعاملات
pl: Transakcje
vi: Giao dịch
zh_hans: 交易

source: Wallets
ar: المحافظ
pl: Portfele
vi: Các Ví
zh_hans: 钱包

source: More
ar: المزيد
pl: Więcej
vi: Thêm
zh_hans: 更多

# oneWalletNeedBackup
source: 1 wallet needs backup
ar: محفظة واحدة تحتاج للنسخ الاحتياطي
pl: Portfel potrzebuje utworzenia kopii zapasowej
vi: 1 ví cần sao lưu
zh_hans: 1个钱包需要备份

# walletsNeedBackup
source: Would you like to backup your seed words now?
ar: هل تريد عمل نسخة احتياطية من كلمات البذرة الخاصة بك الآن؟
pl: %d portfeli potrzebuje utworzenia kopii zapasowej
vi: Bạn có muốn sao lưu seed words của mình ngay bây giờ không?

# seedBackupRecommendation
source: Write down your seed phrase so that you can recover your funds when needed.
ar: قَيّد عبارة البذرة الخاصة بك حتى تتمكن من استرداد أموالك عند الحاجة.
pl: Zaleca się zapisanie frazy bazowej dla każdego portfela w ramach wykonywania kopii zapasowej, aby w razie potrzeby można było odzyskać środki.
vi: Viết lại seed words của mình để bạn có thể lấy lại tiền của mình khi cần thiết.

source: Go to Wallets
ar: إنتقل إلى المحافظ
pl: Idź do portfeli
vi: Đi tới Các Ví
zh_hans: 进入钱包

source: Current Total Balance
ar: الرصيد الإجمالي الحالي
pl: Aktualne saldo całkowite
vi: Tổng số dư hiện tại
zh_hans: 总余额

source: Recent Transactions
ar: المعاملات الأخيرة
pl: Ostatnie transakcje
vi: Giao dịch gần đây
zh_hans: 最近的交易

source: See all
ar: اظهار الكل
vi: Xem tất cả
zh_hans: 查看所有

source: Wallet Status
ar: حالة المحفظة
vi: Trạng thái Ví
zh_hans: 钱包状态

# walletSynced
source: Synced
ar: متزامنة
vi: Đã đồng bộ
zh_hans: 已同步

# walletNotSynced
source: Not Synced
ar: غير متزامنة
vi: Chưa đồng bộ
zh_hans: 未同步

# connectedTo
source: Connected to %d peers
ar: متصل بـ %d من النظراءs
vi: Kết nối tới %d peers
zh_hans: 已连接%d个节点

source: Online
ar: مُتصل بالإنترنت
zh_hans: 在线

source: Offline
ar: غير متصل
zh_hans: 离线

source: Show details
ar: إظهار التفاصيل
vi: Xem chi tiết
zh_hans: 显示详情

source: Hide details
ar: إخفاء التفاصيل
vi: Ẩn chi tiết
zh_hans: 隐藏详情

source: Connected peers count
ar: عدد الأقران المتصلين
vi: Số peers đã được kết nối
zh_hans: 连接节点数

# noConnectedPeer
source: No connected peers.
ar: لا يوجد أقران متصلون.
vi: Không có peers nào được kết nối.
zh_hans: 未连接节点

source: peers
ar: النظراء
zh_hans: 节点

source: Wallet created
ar: تم إنشاء المحفظة
pl: Portfel utworzony
vi: Ví đã được tạo
zh_hans: 钱包已创建

# backUpYourWalletsReminder
source: Remember to back up your wallets as soon as possible.
ar: تذكر عمل نسخة احتياطية لمحافظك في أسرع وقت ممكن.
pl: Pamiętaj, aby wykonać kopie zapasowe swoich portfeli jak najszybciej.
vi: Hãy nhớ sao lưu ví của bạn càng sớm càng tốt.
zh_hans: 记得尽可能备份你的钱包

source: Setup mixing accounts
ar: إعداد حسابات الخلط
vi: Thiết lập tài khoản mix

source: Pending
ar: قيد الانتظار
pl: Oczekujące
vi: Đang chờ xử lý
zh_hans: 等待

source: Confirmed
ar: مؤكدة
pl: Potwierdzona
vi: Đã xác nhận
zh_hans: 已确认

source: Voted
ar: مصوّتة
pl: Głosy
vi: Bỏ phiếu
zh_hans: 已投票

source: Ticket
ar: تذكرة
vi: Vé
zh_hans: 票

source: Revoked
ar: مسترجعة
vi: Đã thu hồi

source: Purchased
ar: مشتراة
vi: Đã thanh toán

# tikectPurchase
source: Ticket Purchase
ar: شراء تذكرة
vi: Thanh toán vé

source: Live
ar: حية
vi: Trực tiếp (live)
zh_hans: 成熟

source: Immature
ar: غير ناضجة
pl: Niedojrzałe
vi: chưa chin muồi
zh_hans: 未成熟

# noTransactions
source: No transactions yet.
ar: لا توجد معاملات حتى الآن.
pl: Brak transakcji.
vi: Không có giao dịch
zh_hans: 没有交易

source: Sent
ar: مرسلة
pl: Wysłane
vi: Đã gửi
zh_hans: 发送

source: Received
ar: مستلمة
pl: Otrzymane
vi: Đã nhận
zh_hans: 已接收

source: Yourself
ar: نفسك
vi: Bản thân bạn
zh_hans: 自身

source: Staking
ar: التحصيص
pl: Ze stakingu
vi: Đang góp vốn (Staking)
zh_hans: 权益投票

source: All
ar: الكل
vi: Tất cả
zh_hans: 全部

source: Today
ar: اليوم
vi: Hôm nay
zh_hans: 今天

source: Yesterday
ar: الأمس
vi: Hôm qua
zh_hans: 昨天

# days
source: %d days
ar: %d أيام
pl: %d dni
vi: %d ngày
zh_hans: %d天

# day
source: %d day
ar: %d يوم
vi: %d ngày

source: Newest
ar: الأحدث
pl: Najnowsza
vi: Mới nhất
zh_hans: 最新的

source: Oldest
ar: الأقدم
pl: Najstarsza
vi: Cũ nhất
zh_hans: 最老的

source: Transaction Details
ar: تفاصيل المعاملة
pl: Szczegóły transakcji
vi: Chi tiết giao dịch
zh_hans: 交易详情

source: View on dcrdata
ar: عرض على dcrdata
pl: zobacz w dcrdata
vi: xem trên dcrdata
zh_hans: 在 dcrdata 查看

# sgCopied
source: %@ copied
ar: تم نسخ %@
pl: %@ został skopiowany
zh_hans: %@复制

source: Amount
ar: المبلغ
pl: Kwota
vi: Số tiền
zh_hans: 金额

source: Fee
ar: الرسم
pl: Opłata
vi: Phí
zh_hans: 手续费

source: Type
ar: نوع
pl: Typ
vi: Kiểu
zh_hans: 类别

source: Last Block Valid
ar: آخر كتلة صالحة
vi: Khối cuối cùng hợp lệ
zh_hans: 最新区块有效

source: Version
ar: النسخة
pl: Wersja
vi: Phiên bản
zh_hans: 版本

source: Vote Bits
ar: بتات التصويت
vi: Bình chọn Bits
zh_hans: 投票选项

source: External
ar: خارجية
pl: Zewnętrzne
vi: Bên ngoài
zh_hans: 外部

source: Internal
ar: داخلية
pl: wewnętrznych
vi: Nội bộ
zh_hans: 内部

source: Imported
ar: مستوردة
pl: zaimportowanych
vi: Đã nhập
zh_hans: 导入

source: null data
ar: بيانات فارغة
vi: không có dữ liệu
zh_hans: 空数据

source: script
ar: برنامج نصي
vi: Nguyên bản
zh_hans: 脚本

# inputsConsumed
source: %d Inputs consumed
ar: تم استهلاك %d من المدخلات
pl: Zużyto %d wejść transakcji
vi: Đã tiêu thụ %d Inputs
zh_hans: %d输入已消耗

# outputsCreated
source: %d Outputs created
ar: تم إنشاء %d من المخرجات
pl: Stworzono %d wyjść transakcji
vi: Đã tạo ra %d Outputs
zh_hans: %d输出已创建

# confirmations
source: %d Confirmation
ar: %d تأكيدات
pl: %d potwierdzeń
vi: %d Xác nhận
zh_hans: %d个确认

source: Transaction ID
ar: مُعرف المعاملة
pl: ID transakcji
vi: ID Giao dịch
zh_hans: 交易ID

source: Transferred
ar: المحولة
pl: Przeniesione
vi: Đã chuyển
zh_hans: 已转入

source: Included in block
ar: المُدرجة في الكتلة
pl: Zawarto w bloku
vi: Có trong block
zh_hans: 包含在区块中

source: How to copy
ar: كيفية النسخ
pl: Jak kopiować
vi: Cách copy
zh_hans: 如何复制

# tapOnBlueText
source: Tap on <blue>blue text</blue> to copy the item.
ar: <span style="font-family: 'SourceSansPro-Regular'; font-size: 16px; color: #3D5873">Tap on <font color="#2970FF">blue text</font> to copy the item.</span>
pl: Kliknij na <blue>niebieski tekst</blue>, aby skopiować jego zawartość.
vi: <span style="font-family: 'SourceSansPro-Regular'; font-size: 16px; color: #3D5873">Bấm vào <font color="#2970FF">dòng text xanh</font> để copy</span>
zh_hans: 轻按<blue>蓝色文本</blue>复制条目

source: Got it
ar: فهمت
pl: Rozumiem
vi: Đã hiểu
zh_hans: 好的

# toAccountDetail
source: To account
ar: نحو الحساب
pl: Na konto
vi: Đi tới tài khoản
zh_hans: 到账户

# toDetail
source: To
ar: إلى
pl: Na
vi: Đi tới
zh_hans: 到

# fromAccountDetail
source: From account
ar: من حساب
pl: Z konta
vi: Từ tài khoản
zh_hans: 来自账户

# fromDetail
source: From
ar: من
pl: Z
vi: Từ
zh_hans: 来自

source: Rebroadcast
ar: إعادة البث
vi: Phát lại

# rebroadcastTxSuccess
source: Republished unmined transactions to the decred network
ar: إعادة نشر المعاملات غير المعدنة إلى شبكة ديكريد
vi: Đã xuất lại các giao dịch chưa xác định cho Decred network

# invalidAmount
source: Amount is not valid.
ar: المبلغ غير صحيح.
vi: Số tiền không hợp lệ.
zh_hans: 金额不正确

# amount8Decimal
source: Amount has more than 8 decimal places.
ar: يحتوي المبلغ على أكثر من 8 أرقام عشرية.
pl: Kwota ma więcej niż 8 miejsc po przecinku
vi: Số tiền có nhiều hơn 8 chữ số thập phân.
zh_hans: 金额超过8位小数

# amount2Decimal
source: Amount has more than 2 decimal places.
ar: المبلغ به أكثر من رقمين عشريين.
pl: Kwota ma więcej niż 2 miejsc po przecinku
vi: Số tiền có nhiều hơn 2 chữ số thập phân.
zh_hans: 金额超过2位小数

# amountMaximumAllowed
source: Amount more than maximum allowed.
ar: المبلغ أكثر من الحد الأقصى المسموح به.
vi: Số tiền nhiều hơn số tiền tối đa.
zh_hans: 金额超过最大允许值

source: Not enough funds.
ar: لا يوجد رصيد كافٍ.
pl: Brak wystarczających środków.
vi: Không đủ tiền.
zh_hans: 资金不足

source: Not enough funds (or not connected).
ar: لا يوجد رصيد كافٍ (أو غير متصل بالإنترنت).
pl: Brak wystarczających środków (lub brak połączenia).
vi: Không đủ tiền (hoặc không được kết nối).
zh_hans: 资金不足或未连接网络

# errorGettingMaxSpendable
source: Error getting maximum spendable amount.
ar: خطأ في الحصول على الحد الأقصى للمبلغ القابل للإنفاق.
vi: Lỗi khi nhận được số tiền có thể chi tiêu tối đa.
zh_hans: 获取最大可花费金额错误

# notConnected
source: Not connected to Decred network.
ar: غير متصل بشبكة ديكريد.
pl: Brak połączenia z siecią Decred.
vi: Không kết nối tới Decred network.
zh_hans: 无法连接到Decred网络

# invalidTesnetAddress
source: This is not a valid Decred testnet3 address.
ar: هذا ليس عنوان صحيح لشبكة إختبار ديكريد.
vi: Đây không phải là địa chỉ testnet3 hợp lệ.
zh_hans: Decred testnet3地址无效

# invalidMainnetAddress
source: This is not a valid Decred Mainnet address.
ar: هذا ليس عنوان صحيح للشبكة الرئيسية لديكريد.
vi: Đây không phải là địa chỉ mạng chính mainnet Decred hợp lệ.
zh_hans: Decred主网地址无效

# invalidDestAddr
source: Destination address is not valid.
ar: عنوان الوجهة غير صحيح.
vi: Địa chỉ đích không hợp lệ.
zh_hans: 目标地址不正确

source: From:
ar: من:
pl: Z:
vi: Từ:
zh_hans: 来自：

# sendHeaderInfo
source: Input or scan the destination wallet address and the amount in DCR to send funds.
ar: أدخل أو دَقَّق عنوان وجهة المحفظة والمبلغ بوحدات ديكريد لإرسال الأموال.
pl: Wprowadź lub zeskanuj adres docelowego portfela oraz ilość DCR, żeby wysłać środki.
vi: Nhập hoặc quét địa chỉ ví đích và số tiền trong DCR để gửi tiền.
zh_hans: 输入或扫描目标地址并输入发送的DCR数目.

# destAddr
source: Destination Address
ar: عنوان الوجهة
pl: dres docelowy
vi: Địa chỉ đích
zh_hans: 目的地址

source: Exchange rate not fetched
ar: لم يتم استرداد سعر الصرف
pl: Nie pobrano kursu wymiany
vi: Tỷ giá hối đoái không được nạp
zh_hans: 交易费率无法获取

source: Confirm to send
ar: تأكيد الإرسال
pl: Potwierdź, aby wysłać
vi: Xác nhận để gửi
zh_hans: 确认发送

source: Send DCR
ar: إرسال DCR
pl: Wyślij DCR
vi: Gửi DCR
zh_hans: 发送DCR

source: Paste
ar: لصق
pl: Wklej
zh_hans: 粘贴

source: Select from account.
ar: اختر من الحساب.
vi: Chọn từ tài khoản.
zh_hans: 选择账户
