Repository: planetdecred/dcrios
Catalog: Decred Wallet/*.lproj/Localizable.strings
Languages: ar, pl, vi, zh_hans

# failedToSendTryAgain
source: Failed to send. Please try again.
ar: فشل فى الارسال. حاول مرة اخرى.
pl: Wysyłanie nie powiodło się. Spróbuj ponownie.
vi: Gửi thất bại. Vui lòng thử lại.
zh_hans: 发送失败 请再试一次

source: send to self
ar: الإرسال الذاتي
vi: Gửi cho bản thân
zh_hans: 发送给自己

source: send to others
ar: أرسل إلى جهات أخرى
vi: gửi cho người khác
zh_hans: 发送给其他人

source: Transaction Fee
ar: رسوم المعاملة
pl: Opłata transakcyjna
vi: Phí giao dịch
zh_hans: 交易费

source: Processing time
ar: زمن المعالجة
pl: Czas przetwarzania
vi: Thời gian xử lý
zh_hans: 处理时间

source: Fee rate
ar: معدل الرسوم
pl: Wysokość opłaty
vi: Tỷ lệ phí
zh_hans: 网络费率

source: Transaction size
ar: حجم المعاملة
pl: Rozmiar transakcji
vi: Quy mô giao dịch
zh_hans: 交易大小

source: Total Cost
ar: التكلفة الإجمالية
pl: Całkowity koszt
vi: Tổng chi phí
zh_hans: 总成本

source: Balance after send
ar: الرصيد بعد الإرسال
pl: Saldo po transakcji
vi: Số dư sau khi gửi
zh_hans: 发送后余额

# sendWarning
source: Your DCR will be sent and CANNOT be undone.
ar: سيتم إرسال وحدات ديكريد الخاصة بك ولا يمكن التراجع عن هذه العملية.
pl: Twoje DCR zostaną wysłane; tej operacji NIE DA SIĘ cofnąć.
vi: DCR của bạn sẽ được gửi và KHÔNG THỂ hoàn tác.
zh_hans: 点击发送后将无法撤销

source: Sending Account
ar: حساب الإرسال
pl: Konto wysyłające
vi: Tài khoản gửi
zh_hans: 发送账户

source: To self
ar: الإرسال الذاتي
pl: Do siebie
vi: Gửi cho bản thân
zh_hans: 对自己

source: To destination address
ar: إلى عنوان الوجهة
pl: Na adres docelowy
vi: Đến địa chỉ đích
zh_hans: 发送地址

source: Destination Address
ar: عنوان الوجهة
vi: Địa chỉ đích
zh_hans: 目标地址

source: Transaction sent
ar: تم إرسال المعاملة
vi: Giao dịch đã được gửi
zh_hans: 发送交易

# walletAddrCopied
source: Address copied
ar: تم نسخ العنوان
pl: Skopiowano adres do schowka
vi: Địa chỉ được sao chép vào clipboard.
zh_hans: 地址已复制到剪贴板.

# genNewAddr
source: Generate new address
ar: إنشاء عنوان جديد
pl: Wygeneruj nowy adres
vi: Tạo địa chỉ mới
zh_hans: 生成新地址

source: Receive DCR
ar: إستلام وحدات ديكريد DCR
pl: Odbierz DCR
vi: Nhận DCR
zh_hans: 接收DCR

source: (Tap to copy)
ar: (انقر للنسخ)
pl: (kliknij, aby skopiować)
vi: (Chạm để sao chép)
zh_hans: (点击复制)

source: Share
ar: مشاركة
pl: Udostępnij
vi: Chia sẻ
zh_hans: 共享

source: Receiving Account
ar: حساب الاستلام
pl: Konto odbierające
vi: Tài khoản nhận
zh_hans: 接收账户

# receiveInfo
source: Each time you request a payment, a new address is created to protect your privacy.
ar: في كل مرة تطلب فيها الدٌَفْع، سيتم إنشاء عنوان جديد لحماية خصوصيتك.
pl: Za każdym razem, gdy prosisz o dokonanie wpłaty, tworzony jest nowy adres, aby chronić Twoją prywatność
vi: Mỗi khi bạn yêu cầu thanh toán, một địa chỉ mới sẽ được tạo để bảo vệ quyền riêng tư của bạn.
zh_hans: 每次请求收款都会创建一个新地址以保护你的隐私

source: Not backed up
ar: غير مدعومة
pl: Nie wykonano kopii zapasowej
vi: Chưa được sao lưu
zh_hans: 尚无备份

source: Back up seed phrase
ar: النسخة الاحتياطية لعبارة البذرة
pl: Zrób kopię zapasową frazy bazowej (seed phrase)
vi: Sao lưu seed words
zh_hans: 备份助记词

# backupWarningText
source: Verify your seed phrase backup so you can recover your funds when needed.
ar: تحقق من النسخة الاحتياطية لعبارة البذرة حتى تتمكن من استرداد أموالك عند الحاجة.
pl: Sprawdź kopię zapasową swojej frazy bazowej, aby móc odzyskać środki w razie potrzeby.
vi: Xác minh bản sao lưu seed words của bạn để bạn có thể khôi phục tiền của mình khi cần.
zh_hans: 备份并验证你的助记词以便在需要时恢复

# createOrImportWallet
source: Create or import a wallet
ar: إنشاء أو استيراد محفظة
vi: Tạo hoặc nhập vào một ví
zh_hans: 创建或导入钱包

source: Confirm to create new wallet
ar: قم بالتأكيد لإنشاء محفظة جديدة
vi: Xác nhận tạo ví mới
zh_hans: 确认创建新钱包

source: Confirm to import wallet
ar: قم بالتأكيد لاستيراد المحفظة
zh_hans: 确认导入钱包

# walletsLimitError
source: Limit of 1 wallet per 1 gig of ram on the device
ar: تحديد محفظة واحدة لكل 1 جيغابايت من ذاكرة الوصول العشوائي على الجهاز
vi: Giới hạn 1 ví trên 1 gig ram trên thiết bị
zh_hans: 设备上每1GB内存最多只能容纳1个钱包

source: Wallet name exists
ar: اسم المحفظة موجود
vi: Tên ví đã tồn tại
zh_hans: 钱包名称已存在

source: Import a watch-only wallet
ar: استيراد محفظة المراقبة فقط
vi: Nhập vào một ví watch-only
zh_hans: 导入仅观察钱包

source: Create watch-only wallet
ar: انشاء محفظة المراقبة فقط
vi: Tạo một ví watch-only
zh_hans: 创建仅观察钱包

source: Extended public key
ar: المفتاح العام الموسّع
zh_hans: 扩展的公钥

source: Import
ar: استيراد
vi: Nhập vào
zh_hans: 导入

source: Key is invalid
ar: المفتاح غير صحيح
vi: Key không hợp lệ
zh_hans: 密钥无效

# disconnectAddWallet
source: Disconnect/cancel sync before adding a wallet
ar: قطع الاتصال/الغي المزامنة قبل إضافة المحفظة
vi: Ngắt kết nối / hủy đồng bộ hóa trước khi thêm ví
zh_hans: 添加钱包之前断开/取消同步

source: Sign Message
ar: توقيع الرسالة
pl: Podpisz wiadomość
vi: Ký tin nhắn
zh_hans: 签署消息

source: Verify message
ar: التحقق من الرسالة
pl: Zweryfikuj wiadomość
vi: Xác minh tin nhắn
zh_hans: 验证消息

source: View property
ar: عرض الخاصية
pl: yświetl właściwość
vi: Xem tài sản
zh_hans: 显示属性

source: Rename
ar: إعادة التسمية
pl: Zmień nazwę
vi: Sửa tên
zh_hans: 重命名

source: Rename wallet
ar: إعادة تسمية المحفظة
pl: Zmień nazwę portfela
vi: Sửa tên ví
zh_hans: 重命名钱包

source: Wallet name
ar: إسم المحفظة
pl: Nazwa portfela
vi: Tên ví
zh_hans: 钱包名称

source: Wallet renamed
ar: تمت إعادة تسمية المحفظة
pl: Nazwa portfela została zmieniona
vi: Tên ví đã được sửa
zh_hans: 钱包已重命名

# spendingPinPass
source: Spending PIN/ Password
ar: رقم التعريف السري/كلمة المرور للإنفاق
pl: Zmieniono PIN/hasło do wydawania środków
zh_hans: 支付PIN码/密码

# changeSpendingPinPass
source: Change spending PIN/password
ar: تغيير رقم التعريف السري/كلمة المرور للإنفاق
pl: Zmień PIN/hasło do uruchamiania
vi: Thay đổi chi tiêu PIN/Mật khẩu
zh_hans: 更改支付PIN码/密码

source: Notifications
ar: الإشعارات
pl: Powiadomienia
vi: Thông báo
zh_hans: 通知

source: Incoming transactions
ar: المعاملات الواردة
pl: Transakcje nadchodzące
vi: Giao dịch sắp đến
zh_hans: 传入交易时

source: Remove wallet from device
ar: إزالة المحفظة من الجهاز
pl: Usuń portfel z urządzenia
vi: Xóa ví khỏi thiết bị
zh_hans: 从设备上移除钱包

# disconnectDeleteWallet
source: Disconnect/cancel sync before deleting wallet
ar: قطع الاتصال/إلغاء المزامنة قبل حذف المحفظة
vi: Ngắt kết nối / hủy đồng bộ hóa trước khi xóa ví
zh_hans: 删除钱包之前断开/取消同步

source: Database type
ar: نوع قاعدة البيانات
vi: Loại Database

source: Confirm to change
ar: أكد للتغيير
pl: Potwierdź, aby dokonać zmiany
vi: Xác nhận để thay đổi
zh_hans: 确认更改

# spendingPinPassChanged
source: Spending PIN/password changed
ar: تم تغيير رقم التعريف الشخصي/كلمة المرور للإنفاق
pl: Zmieniono PIN/hasło do wydawania środków
vi: Spending PIN/password đã được thay đổi
zh_hans: 支付PIN码/密码已更改

source: Silent
ar: صامت
pl: Tryb cichy
vi: Im lặng
zh_hans: 静音

source: Vibration only
ar: الاهتزاز فقط
pl: Tylko wibracje
vi: Chỉ rung
zh_hans: 仅振动

source: Sound only
ar: الصوت فقط
pl: Tylko dźwięk
vi: Chỉ có tiếng
zh_hans: 仅响铃

source: Sound and Vibration
ar: الصوت و الإهتزاز
pl: Dźwięk z wibracjami
vi: Rung và tiếng
zh_hans: 响铃和振动

# removeWalletWarning
source: Make sure to have the seed phrase backed up before removing the wallet.
ar: تأكد من الاحتفاظ بنسخة احتياطية للبذرة قبل إزالة المحفظة.
pl: Upewnij się, że posiadasz kopię zapasową frazy bazowej (seed phrase) zanim usuniesz portfel.
vi: Đảm bảo đã sao lưu seed words trước khi xóa ví.
zh_hans: 请确认助记词已在钱包移除前备份！

source: Confirm to remove
ar: أكد للإزالة
pl: Potwierdź, aby usunąć
vi: Xác nhận để xóa
zh_hans: 确认移除

source: Wallet removed
ar: تمت إزالة المحفظة
pl: Portfel został usunięty
vi: Ví đã bị xóa
zh_hans: 钱包已移除

# removeWatchWalletPrompt
source: Remove watch-only wallet from device?
ar: هل تريد إزالة محفظة المراقبة فقط من الجهاز؟
vi: Xóa ví watch-only khỏi thiết bị?
zh_hans: 是否从设备中删除仅观察钱包？

source: Spendable
ar: قابل للإنفاق
pl: Dostępne do wydania
vi: Có sẵn để chi tiêu
zh_hans: 可花费的

source: Immature Rewards
ar: مكافآت غير ناضجة
pl: Niedojrzałe nagrody
vi: Phần thưởng chưa chín muồi
zh_hans: 未成熟奖励

source: Locked By Tickets
ar: مقفل بالتذاكر
pl: Zamknięte w biletach
vi: Bị khóa bởi vé
zh_hans: 选票锁定

source: Voting Authority
ar: سلطة التصويت
pl: Upoważnione do głosu
vi: Cơ quan bỏ phiếu
zh_hans: 投票权

source: Immature Stake Generation
ar: إنشاء حصة غير ناضجة
pl: Niedojrzałe nagrody ze stakingu
vi: Thế hệ cổ phần chưa chin muồi
zh_hans: 生成未成熟票

source: Show properties
ar: إظهار الخصائص
pl: Wyświetl właściwości
vi: Hiện Tài sản
zh_hans: 显示属性

source: Properties
ar: الخصائص
pl: Właściwości
vi: Tài sản
zh_hans: 配置

source: Account Number
ar: رقم الحساب
pl: Numer konta
vi: Số tài khoản
zh_hans: 账户序号

source: HD Path
ar: مسار HD
pl: Ścieżka HD
vi: Đường dẫn HD
zh_hans: HD路径

source: Keys
ar: المفاتيح
pl: Klucze
zh_hans: 密钥

source: Hide properties
ar: إخفاء الخصائص
vi: Ẩn tài sản
zh_hans: 隐藏属性

source: Rename account
ar: إعادة تسمية الحساب
pl: Zmień nazwę konta
vi: Đổi tên tài khoản
zh_hans: 重命名账户

source: Account renamed
ar: تمت إعادة تسمية الحساب
pl: Nazwa konta została zmieniona
vi: Tài khoản đã được đổi tên
zh_hans: 账户已重命名

source: No wallet selected
ar: لم يتم تحديد المحفظة
vi: Không có ví nào được chọn
zh_hans: 未选择钱包

source: Tap to select account
ar: انقر لتحديد الحساب
vi: Nhấn để chọn tài khoản
zh_hans: 点击以选择帐户

source: Select account
ar: تحديد الحساب
vi: Chọn tài khoản
zh_hans: 选择帐户

source: Add new account
ar: إضافة حساب جديد
pl: Dodaj nowe konto
vi: Thêm tài khoản
zh_hans: 添加账户

source: Account Name
ar: إسم الحساب
pl: Nazwa konta
vi: Tên tài khoàn
zh_hans: 账户名

source: Create new account
ar: إنشاء حساب جديد
pl: Stwórz nowe konto
vi: Tạo tài khoản mới
zh_hans: 创建新账户

source: Account created
ar: تم إنشاء الحساب
pl: Konto zostało utworzone
vi: Tài khoản đã được tạo
zh_hans: 账户已创建

# createNewAccountNotice
source: Accounts CANNOT be deleted once created.
ar: لا يمكن حذف الحسابات بمجرد إنشائها.
vi: KHÔNG THỂ xóa tài khoản sau khi tạo.

source: Security Tools
ar: أدوات الأمان
pl: Narzędzia bezpieczeństwa
vi: Công cụ bảo mật
zh_hans: 安全工具

# securityToolsInfo
source: Various tools that help in different aspects of crypto currency security will be located here.
ar: ستجد هنا الأدوات المختلفة التي تساعد في جوانب مختلفة من أمان العملة الرقمية المشفرة.
pl: Znajdą się tu różnorakie narzędzia mające na celu pomoc w kwestii bezpieczeństwa korzystania z kryptowalut.
vi: Các công cụ khác nhau trợ giúp trong các khía cạnh khác nhau của bảo mật tiền điện tử sẽ được đặt tại đây.
zh_hans: 在此处可以找到各种有助于加密货币安全性方面的工具。

source: Validate addresses
ar: التحقق من صحة العناوين
pl: Sprawdź poprawność adresów
vi: Xác thực địa chỉ
zh_hans: 验证地址

source: Valid address
ar: عنوان صحيح
pl: Adres jest poprawny

# validOwnAddr
source: Owned by this wallet
ar: تعود ملكيته لهذه المحفظة
pl: Posiadany przez ten portfel
vi: Thuộc sở hữu của ví này
zh_hans: 拥有的地址

# validNotOwnAddr
source: NOT owned by this wallet
ar: لا تعود ملكيته لهذه المحفظة
pl: NIE JEST posiadany przez ten portfel
vi: KHÔNG thuộc sở hữu của ví này
zh_hans: 未拥有的地址

# invalidAddr
source: Invalid address
ar: عنوان خاطئ
pl: Nieprawidłowy adres
vi: Địa chỉ không hợp lệ
zh_hans: 不正确的地址

source: Validate
ar: التحقق
pl: Sprawdź
vi: Xác thực
zh_hans: 验证

source: Enter an address to validate:
ar: أدخل عنوانًا للتحقق:
pl: Wprowadź adres do sprawdzenia:
vi: Nhập địa chỉ để xác thực:
zh_hans: 输入一个地址去验证：

source: Address
ar: العنوان
pl: Adres
vi: Địa chỉ
zh_hans: 地址

# verifyMsgHeaderInfo
source: Enter the address, signature, and message to verifiy:
ar: أدخل العنوان والتوقيع والرسالة المراد التحقق منها:
pl: Wprowadź adres, podpis oraz wiadomość do zweryfikowania:
vi: Nhập địa chỉ, chữ ký và tin nhắn để xác minh
zh_hans: 输入地址、签名和消息去验证：

source: Verify
ar: التحقق
pl: Zweryfikuj
vi: Xác minh
zh_hans: 验证

source: Message
ar: الرسالة
pl: Wiadomość
vi: Tin nhắn
zh_hans: 消息

source: Signature
ar: التوقيع
pl: Podpis
vi: Chữ ký
zh_hans: 签名

source: Invalid signature
ar: توقيع خاطئ
vi: Chữ ký không hợp lệ
zh_hans: 不正确的签名

# verifiedSignature
source: Valid signature
ar: توقيع صحيح
zh_hans: 正确的签名

# verifyMessagepageInfo
source: After you or your counterparty has generated a signature, you can use this form to verify the validity of the signature. Once you have entered the address, the message and the corresponding signature, you will see VALID if the signature appropriately matches the address and message, otherwise INVALID.
ar: بعد قيامك أنت أو الطرف المقابل بإنشاء توقيع، يمكنك استخدام هذا النموذج للتحقق من صحة التوقيع. بمجرد إدخال العنوان والرسالة والتوقيع المقابل، سترى **صحيح** إذا كان التوقيع يتطابق بشكل مناسب مع العنوان والرسالة، وإلا فإنه **غير صالح**.
pl: Gdy Ty lub druga strona transakcji wygenerujecie podpis, możecie skorzystać z tego formularza, aby sprawdzić jego poprawność. Gdy wprowadzicie już adres, wiadomość, oraz odpowiadający im podpis, ujrzycie komunikat POPRAWNY, jeśli podpis pokrywa się z adresem i wiadomością. W przeciwnym wypadku komunikat ogłosi, że podpis jest NIEPOPRAWNY.
vi: Sau khi bạn hoặc đối tác của bạn đã tạo chữ ký, bạn có thể sử dụng biểu mẫu này để xác minh tính hợp lệ của chữ ký. Khi bạn đã nhập địa chỉ, tin nhắn và chữ ký tương ứng, bạn sẽ thấy HỢP LỆ nếu chữ ký đó phù hợp khớp với địa chỉ và tin nhắn, nếu không thì là KHÔNG HỢP LỆ.
zh_hans: 在你和你的交易对方生成一个签名后，你可以使用此栏去验证签名的正确性。一旦你输入的地址、消息和对应的签名，如果签名和地址、消息匹配，你将能看到”有效“, 否则提示“无效”。

# signMsgHeaderInfo
source: Enter an address and message to sign:
ar: أدخل عنوانًا ورسالة للتوقيع:
pl: Wprowadź adres oraz wiadomość do podpisania:
vi: Nhập địa chỉ và tin nhắn để ký:
zh_hans: 输入地址和消息去签名：

# signMsgPageInfo
source: Signing a message with an address' private key allows you to prove that you are the owner of a given address to a possible counterparty.
ar: يتيح لك توقيع رسالة باستخدام المفتاح الخاص للعنوان إثبات أنك مالك عنوان معين لطرف مقابل محتمل.
pl: Podpisanie wiadomości kluczem prywatnym adresu pozwala udowodnić drugiej stronie transakcji, że rzeczywiście jesteś posiadaczem danego adresu.
vi: Việc ký một tin nhắn bằng private key của một địa chỉ cho phép bạn chứng minh rằng bạn là chủ sở hữu của một địa chỉ nhất định cho một đối tác khả thi.
zh_hans: 使用地址签名消息，私钥可让您证明您是可能的交易对方的给定地址的所有者。

# signSuccesMessage
source: Message signed
ar: تم توقيع الرسالة
pl: Wiadomość została podpisana
vi: Tin nhắn đã ký
zh_hans: 已签名的消息

# signFailedMessage
source: Failed to sign message. Please try again.
ar: فشل في توقيع الرسالة. الرجاء المحاولة مرة أخرى.
vi: Không ký được tin nhắn. Vui lòng thử lại.
zh_hans: 签名失败，请重试

source: Sign
ar: التوقيع
pl: Podpisz
vi: Ký
zh_hans: 签名

source: Politeia
ar: بوليتيا

# politeiaDetail
source: Proposal Details
ar: تفاصيل الإقتراح

# poliAbandoned
source: Abandoned
ar: متخلى عنها
vi: Bị bỏ

# poliInvalid
source: Invalid
ar: لاغٍ
vi: Không hợp lệ

# poliNotAuthorized
source: Not authorized by author
ar: لم يتم إعطاء الإذن من المؤلف
vi: Không được sự cho phép của tác giả

# poliAuthorized
source: Authorized by author
ar: تم إعطاء الإذن من المؤلف
vi: Được tác giả cho phép

# poliVoteStarted
source: Vote started
ar: بدأ التصويت
vi: Đã bắt đầu bỏ phiếu

# poliApproved
source: Approved
ar: الموافق عليها
vi: Được chấp thuận

# poliRejected
source: Rejected
ar: المرفوضة
vi: Bị từ chối

# poliNonExistent
source: Does not exist
ar: غير موجود

# commentCount
source: %d Comments
ar: %d تعليقات
vi: %d Bình luận

# politeiaVersion
source: version %@
ar: النسخة %@

# noPoliteia
source: No proposals for selected category.
ar: لا توجد مقترحات للفئة المختارة.
pl: Brak propozycji
vi: Không có đề xuất nào.
zh_hans: 没有提案

# syncPoliteiaTryAgain
source: There was an error when sync politeia, please try again in Politeia
ar: كان هناك خطأ عند تزامن بوليتيا، الرجاء المحاولة مرة أخرى في بوليتيا
vi: Đã xảy ra lỗi khi đồng bộ hóa lịch sự, vui lòng thử lại trong Politeia

# startupPinPass
source: Startup PIN/Password
ar: رقم التعريف الشخصي/كلمة المرور لبدء التشغيل
pl: PIN/hasło do uruchamiania
vi: Mã PIN/Mật khẩu khởi động
zh_hans: 设置钱包开启PIN码

# changeStatupPinPass
source: Change startup PIN/Password
ar: تغيير رقم التعريف الشخصي/كلمة المرور لبدء التشغيل
pl: Zmień PIN/hasło do uruchamiania
vi: Thay đổi mã PIN khởi động /Mật khẩu
zh_hans: 更改启动PIN码

# spendUnconfirmedFund
source: Spend unconfirmed funds
ar: أنفق الرصيد الغير المؤكد
pl: Wydaj niepotwierdzone środki
vi: Chi tiêu chưa được xác nhận
zh_hans: 发送0确认支付

source: Currency conversion
ar: تحويل العملة
pl: Konwersja walutowa
vi: Chuyển đổi ngoại tệ
zh_hans: 货币转换

# connectIpDesc
source: Connect to specific peer
ar: الإتصال بنظير معين
pl: Połącz się z konkretnym peerem
vi: Kết nối tới Peer
zh_hans: 连接到节点

source: User agent
ar: وكيل المستخدم
pl: Aplikacja klienta
zh_hans: 用户代理

# userAgentInfo
source: For exchange rate fetching
ar: لجلب سعر التبادل
pl: Dla uzyskania kursu wymiany
vi: Để nạp tỷ giá hối đoái
zh_hans: 获取交易费率

source: Set up user agent
ar: إعداد وكيل المستخدم
pl: Skonfiguruj aplikację klienta
vi: Thiết lập User Agent
zh_hans: 设置用户代理

# syncOnWifiDesc
source: Sync when not on WiFi
ar: المزامنة عندما لا تكون على شبكة الواي فاي
pl: Synchronizuj bez połączenia z WiFi
vi: Đồng bộ hóa khi không có WiFi
zh_hans: 启用非WiFi环境同步

source: Build Date
ar: تاريخ البناء
pl: Wersja
vi: Ngày tạo lập
zh_hans: 构建日期

source: Wallet Log
ar: سجل المحفظة
pl: Log portfeli
vi: Nhật ký ví
zh_hans: 钱包日志

source: None
ar: لا شيء
pl: Brak
vi: Không có

# rescanConfirm
source: Are you sure? This could take some time.
ar: هل أنت متأكد؟ هذا قد يستغرق بعض الوقت.
pl: Na pewno? To może trochę potrwać.
vi: Bạn có chắc không? Điều này có thể mất một thời gian.
zh_hans: 您确定吗？这将会花费一些时间。

source: Rescan blockchain
ar: إعادة فحص سلسلة الكتل
pl: Skanuj blockchain ponownie
vi: Quét lại blockchain
zh_hans: 重新扫描区块

source: General
ar: عام
pl: Ogólne
vi: Tổng hợp
zh_hans: 常规

source: Connection
ar: الإتصال
pl: Połączenie
vi: Kết nối
zh_hans: 连接

source: About
ar: بخصوص
pl: O portfelu
zh_hans: 信息

source: Debug
ar: تصحيح الأخطاء
pl: Debugowanie
zh_hans: 调试

source: Check wallet log
ar: تحقق من سجل المحفظة
pl: Pokaż logi portfeli
vi: Kiểm tra nhật ký ví
zh_hans: 检查钱包日志

# helpInfo
source: For more information, please visit the Decred documentation.
ar: لمزيد من المعلومات، يرجى زيارة وثائق ديكريد.
pl: Aby uzyskać więcej informacji, odwiedź stronę dokumentacji Decred.
vi: Để biết thêm thông tin, vui lòng truy cập tài liệu Decred.
zh_hans: 获取更多信息请访问Decred文档。

source: See Documentations
ar: أنظر المستندات
pl: Wyświetl dokumentacje
vi: Xem tài liệu
zh_hans: 浏览文档

source: Beep for new blocks
ar: صوت تنبيه للكتل الجديدة
pl: Powiadamiaj dźwiękiem o nadejściu nowych bloków
vi: Tiếng beep cho blocks mới
zh_hans: 新区块提醒音

# enablePoliteiaNotification
source: Enable politeia notifications
ar: تمكين إشعارات بوليتيا
vi: Bật thông báo Politeia

source: Check statistics
ar: التحقق من الإحصاءَات
pl: Wyświetl statystyki
vi: Kiểm tra số liệu thống kê
zh_hans: 检查状态

source: Statistics
ar: الإحصاءَات
pl: Statystyki
vi: Thống kê
zh_hans: 状态

# seconds
source: %d Seconds
ar: %d ثانية
pl: %d sekund(y)
vi: %d Giây
zh_hans: %d 秒

# minutes
source: %d Minutes
ar: %d دقيقة
pl: %d minut(y)
vi: %d Phút
zh_hans: %d 分钟

# hours
source: %d Hours
ar: %d ساعات
pl: %d godzin(y)
vi: %d Giờ
zh_hans: %d 小时

# weeks
source: %d Weeks
ar: %d أسابيع
vi: %d Tuần
zh_hans: %d 周

# months
source: %d Months
ar: %d أشهر
vi: %d Tháng
zh_hans: %d 月

# years
source: %d Years
ar: %d سنة
vi: %d Năm
zh_hans: %d 年

source: Net
ar: الشبكة
vi: Mạng

# connectPeer
source: Connected peers
ar: الأقران المتصلون
vi: Peers được kết nối

source: Color theme
ar: موضوع اللون

source: Light
ar: فاتح

source: Dark
ar: داكن

source: Device default
ar: الجهاز الإفتراضي

# newPasswordPlaceholder
source: New %@ password
ar: كلمة مرور %@ جديدة
pl: Nowe hasło do %@
vi: Mật khẩu %@ mới
zh_hans: 新的%@密码

# newPINPlaceholder
source: Enter new %@ PIN
ar: أدخل %@ رقم التعريف الشخصي الجديد
pl: Wprowadź nowy PIN do %@
vi: Nhập PIN %@ mới
zh_hans: 输入新的%@PIN码

# confirmNewPasswordPlaceholder
source: Confirm new %@ password
ar: تأكيد %@ كلمة السر الجديدة
pl: Potwierdź nowe hasło do %@
vi: Xác nhận mật khẩu %@ mới
zh_hans: 确认%@密码

# confirmNewPINPlaceholder
source: Enter new %@ PIN again
ar: أدخل %@ رقم التعريف الشخصي الجديد مرة أخرى
pl: Wprowadź nowy PIN do %@ ponownie
vi: Nhập lại %@ PIN mới
zh_hans: 再次输入新的%@PIN码

source: Change
ar: تغيير
pl: Zmień
vi: Đổi
zh_hans: 更改

source: Connect to peer
ar: الاتصال بنظير
pl: Połącz się z konkretnym peerem
vi: Kết nối tới Peer
zh_hans: 连接到节点

source: Peer address is invalid
ar: عنوان النظير غير صحيح
pl: Wprowadź poprawny adres IP
vi: Địa chỉ Peer không hợp lệ
zh_hans: 节点地址不正确

source: License
ar: رخصة
pl: Licencja
zh_hans: 执照

source: Copy
ar: نسخ
pl: Kopiuj
vi: Sao chép
zh_hans: 复制

source: Wallet log copied.
ar: نسخ سجل المحفظة.
pl: Kopiowanie loga portfela zakończone pomyślnie.
vi: Nhật ký ví được sao chép thành công.
zh_hans: 钱包日志复制成功

# walletNewTransaction
source: [%@] New Transaction
ar: [%@] معاملة جديدة

source: New Transaction
ar: معاملة جديدة
pl: Nowa transakcja
vi: Giao dịch mới
zh_hans: 新的交易

# youReceived
source: You received %@ DCR
ar: لقد تلقيت %@ DCR
pl: Otrzymane %@ DCR
vi: Bạn đã nhận được %@ DCR
zh_hans: 您收到 %@ DCR

# walletTicketVoted
source: [%@] A ticket just voted
ar: [%@] تذكرة صوتت للتو

# ticketVoted
source: A ticket just voted
ar: صوتت تذكرة للتو

# walletTicketRevoked
source: [%@] A ticket was revoked
ar: [%@] تم إسترداد تذكرة

# ticketRevoked
source: A ticket was revoked
ar: تم إسترداد تذكرة

# voteReward
source: Vote Reward: %d DCR
ar: مكافأة الكتلة: %d DCR

source: Spending
ar: الإنفاق
pl: wydawania środków
vi: chi tiêu
zh_hans: 支付

source: Startup
ar: بدء التشغيل
pl: uruchamiania
vi: khởi động
zh_hans: 启动

source: Current
ar: الحالي
pl: Aktualne
vi: hiện tại
zh_hans: 当前

# lessThanOneday
source: <1 day
ar: أقل من يوم واحد
pl: <1 dzień
vi: <1 ngày
zh_hans: <1天

# oneDay
source: 1 day
ar: يوم واحد
pl: 1 dzień
vi: 1 ngày
zh_hans: 1天

# mutlipleDays
source: %d days
ar: %d أيام
pl: %d dni
vi: %d ngày
zh_hans: %d 天

# minRemaining
source: %d min
ar: %d دقيقة
vi: %d phút
zh_hans: %d 分钟

# secRemaining
source: %d sec
ar: %d ثانية
pl: %d sek
vi: %d giây
zh_hans: %d 秒

source: Clear
ar: مسح
pl: Wyczyść
zh_hans: 清除

source: Error
ar: خطأ
pl: Błąd
vi: lỗi
zh_hans: 错误

source: Retry
ar: إعادة المحاولة
pl: ponownie
vi: Thử lại
zh_hans: 重试

source: OK
ar: نعم
zh_hans: 确认

source: Confirm
ar: تأكيد
pl: Potwierdź
vi: Xác nhận
zh_hans: 确认

source: Remove
ar: حذف
pl: Usuń
vi: Xóa
zh_hans: 移除

source: Cancel
ar: إلغاء
pl: Anuluj
vi: Huỷ bỏ
zh_hans: 取消

source: Back
ar: العودة
pl: Wróć
vi: Quay lại
zh_hans: 后退

source: Clear fields
ar: مسح الحقول
pl: Wyczyść pola
vi: Xóa các dữ liệu
zh_hans: 清除

source: Copied successfully.
ar: تم النسخ بنجاح.
pl: skopiowany pomyślnie.
vi: Sao chép thành công.
zh_hans: 复制成功

# addrCopied
source: Address copied!
ar: تم نسخ العنوان!
pl: Skopiowano adres do schowka!
vi: Địa chỉ được sao chép!
zh_hans: 地址已复制到剪贴板

source: Previous outpoint copied!
ar: تم نسخ نقطة النهاية السابقة!
pl: Poprzedni outpoint został skopiowany!
vi: Đã sao chép outpoint trước đó!
zh_hans: 上一笔输出已复制！

source: Delete
ar: حذف
pl: Skasuj
vi: Xoá
zh_hans: 删除

source: Allow once
ar: السماح لمرة واحدة
vi: Cho phép 1 lần
zh_hans: 允许一次

source: Always allow
ar: السماح دومًا
vi: Luôn cho phép
zh_hans: 总是允许

source: Not now
ar: ليس الآن
pl: Nie teraz
vi: Không phải bây giờ
zh_hans: 现在不

source: send
ar: إرسال
pl: Wyślij
vi: gửi
zh_hans: 发送

source: receive
ar: إستلام
pl: Odbierz
vi: nhận
zh_hans: 接收

source: Settings
ar: الإعدادات
pl: Ustawienia
vi: Cài đặt
zh_hans: 设置

source: Help
ar: مساعدة
pl: Pomoc
vi: Trợ giúp
zh_hans: 帮助

source: Security
ar: الأمان
pl: zabezpieczenia
vi: Bảo mật
zh_hans: 安全

source: Keep in mind
ar: ضع في اعتبارك
pl: Miej na uwadze
vi: Hãy ghi nhớ
zh_hans: 注意

source: View seed phrase
ar: عرض عبارة البذرة
pl: Wyświetl frazę bazową
vi: Xem seed words
zh_hans: 查看助记词
