Repository: planetdecred/dcrios
Catalog: Decred Wallet/*.lproj/Localizable.strings
Languages: ar, pl, vi, zh_hans

# reminderLabel1
source: The <bold>33-word seed phrase</bold> is EXTREMELY IMPORTANT.
ar: The <bold>عبارة البذرة المكونة من 33 كلمة</bold> مهمة للغاية.
pl: Składająca się z <bold>33 słów fraza bazowa</bold> jest NIEZWYKLE WAŻNA.
vi: <bold>33 từ seed words</bold> RẤT QUAN TRỌNG.
zh_hans: 这<bold>33个助记词</bold>非常重要。

# reminderLabel2
source: Seed phrase is <bold>the only way</bold> to restore your wallet.
ar: عبارة البذرة هي <bold>الطريقة الوحيدة</bold> لاستعادة محفظتك.
pl: Fraza bazowa jest <bold>jedyną metodą</bold> odzyskiwania portfela.
vi: Seed words là <bold>cách duy nhất</bold> để khôi phục ví của bạn.
zh_hans: 助记词是<bold>唯一</bold>恢复钱包的方式。

# reminderLabel3
source: It is recommended to store your seed phrase in a <green>physical format</green> (e.g. write down on a paper).
ar: يوصى بتخزين عبارة البذرة الخاصة بك في <green>صيغة مادية</green> (على سبيل المثال تدوينها على ورقة).
pl: Zaleca się przechowywanie swojej frazy bazowej w <green>fizycznej formie</green> (np. zapisanej na papierze).
vi: Bạn nên lưu trữ seed words ở <green>dạng vật lý</green> (VD: viết vào một tờ giấy).
zh_hans: 建议将助记词保存在<green>物理介质</green>上 (例如：写在纸上)。

# reminderLabel4
source: It is highly discouraged to store your seed phrase in any <orange>digital format</orange> (e.g. screenshot).
ar: لا يُنصح بتخزين عبارة البذرة بأي <orange>صيغة رقمية</orange> (مثل لقطة شاشة).
pl: Przechowywanie frazy bazowej w jakimkolwiek <orange>cyfrowym formacie</orange> (np. zrzutu ekranu) jest wysoce niewskazane.
vi: Rất không khuyến khích lưu trữ seed words ở <orange>dạng số</orange> (VD: chụp màn hình).
zh_hans: 请不要将助记词保存在<orange>数字媒介</orange>上 (例如：屏幕截图)。

# reminderLabel5
source: Anyone with your seed phrase <orange>can steal your funds</orange>. DO NOT show it to anyone.
ar: يمكن لأي شخص لديه عبارة البذرة الخاصة بك <orange>أن يسرق أموالك</orange>. لا تُرِيها لأي شخص.
pl: Ktokolwiek będący w posiadaniu Twojej frazy bazowej <orange>est w stanie ukraść Twoje środki</orange>. NIE POKAZUJ jej nikomu.
vi: Bất kỳ ai có seed words <orange>có thể lấy tiền của bạn</orange>. KHÔNG hiển thị nó cho bất kỳ ai.
zh_hans: 请不要泄露助记词，防止被其他人<orange>窃取资金</orange>。

source: Write down seed phrase
ar: اكتب عبارة البذرة
pl: Zapisz frazę bazową
vi: Viết lại seed words
zh_hans: 请保存助记词

# writeDownStep1_2
source: Step 1/2
ar: الخطوة 1/2
pl: Krok 1/2
vi: Bước 1/2
zh_hans: 步骤 1/2

# writeDownStep2_2
source: Step 2/2
ar: الخطوة 2/2
pl: Krok 2/2
vi: Bước 2/2
zh_hans: 步骤 2/2

# writeDownAll33Words
source: Write down all 33 words in the correct order.
ar: اكتب جميع الكلمات الـ 33 بالترتيب الصحيح.
pl: Zapisz wszystkie 33 słowa w podanej kolejności.
vi: Viết ra tất cả 33 từ theo đúng thứ tự.
zh_hans: 请按照正确顺序保存33个助记词。

# your33word
source: Your 33-word seed phrase
ar: عبارة البذرة الخاصة بك المكونة من 33 كلمة
pl: Twoja składająca się z 33 słów fraza bazowa
vi: Seed words 33 từ
zh_hans: 你的33个助记词

# iHaveWroteDown
source: I have written down all 33 words
ar: لقد كتبتُ جميع الكلمات الـ 33
pl: Zapisałem/am wszystkie 33 słowa
vi: Tôi đã viết ra tất cả 33 từ
zh_hans: 我已经保存好33个助记词

# backupSuccessTitle
source: Your seed phrase backup is verified
ar: تم التحقق من النسخة الاحتياطية لعبارة البذرة
vi: Bản sao lưu seed words của bạn đã được xác minh
zh_hans: 你的助记词备份是正确的

# backupSuccessDesc
source: Be sure to store your seed phrase backup in a secure location.
ar: تأكد من تخزين النسخة الاحتياطية لعبارة البذرة في مكان آمن.
vi: Đảm bảo lưu trữ bản sao lưu seed words của bạn ở một vị trí an toàn.
zh_hans: 请确保你在安全的地方保存好助记词

source: Back to Wallets
ar: العودة إلى المحافظ
pl: Powrót do portfeli
vi: Quay lại Ví
zh_hans: 回到钱包

# failedToVerify
source: Failed to verify. Please go through every words and try again.
ar: فشل في التحقق. يرجى مراجعة كل الكلمات وحاول مرة أخرى.
pl: Weryfikacja nie powiodła się. Sprawdź dokładnie każde wprowadzone słowo i spróbuj ponownie.
vi: Không xác minh được. Vui lòng xem qua từng từ và thử lại.
zh_hans: 验证失败，请检查每一个单词并重试。

source: Verifying...
ar: جاري التحقق...
vi: Đang xác minh ...
zh_hans: 验证中...

source: Verify seed phrase
ar: تحقق من عبارة البذرة
pl: Zweryfikuj frazę bazową
vi: Xác minh seed words
zh_hans: 验证助记词

source: Select the correct words to verify.
ar: حدد الكلمات الصحيحة للتحقق منها.
vi: Chọn các từ chính xác để xác minh.
zh_hans: 选择正确的单词去验证

# enterSeedOnNextScreen
source: You will be asked to enter the seed phrase on the next screen.
ar: سيُطلب منك إدخال عبارة البذرة في الشاشة التالية.
pl: Na następnym ekranie zostaniesz poproszony/a o wprowadzenie frazy bazowej.
vi: Bạn sẽ được yêu cầu nhập seed words trên màn hình tiếp theo.
zh_hans: 下一步将验证你保存的助记词

source: Build
ar: البناء
pl: Wersja
zh_hans: 构建

source: Peers connected
ar: النظراء المتصلون
pl: Połączeni peerzy
vi: Đã kết nối Peers
zh_hans: 连接节点

source: Uptime
ar: وقت التشغيل
pl: Czas działania
vi: Thời gian hoạt động
zh_hans: 运行时间

source: Network
ar: الشبكة
pl: Sieć
zh_hans: 网络

source: Best block
ar: أفضل كتلة
pl: Najnowszy blok
zh_hans: 最新块

source: Best block timestamp
ar: أفضل طابع زمني للكتلة
pl: Znacznik czasu najnowszego bloku
zh_hans: 最新时间戳

source: Best block age
ar: أفضل عمر للكتلة
pl: Czas od wydobycia najnowszego bloku
zh_hans: 最新块高

# walletFile
source: Wallet data directory
ar: دليل بيانات المحفظة
pl: Folder danych portfela
vi: Wallet File
zh_hans: 钱包文件

# chainData
source: Wallet data
ar: بيانات المحفظة
pl: Dane portfela
vi: Chain Data
zh_hans: 区块链数据

source: Accounts
ar: الحسابات
zh_hans: 账户

source: Privacy
ar: الخصوصية
vi: Riêng tư

# setupMixerWithTwoAccounts
source: Set up mixer by creating two needed accounts
ar: أعد الخلاط عن طريق إنشاء حسابين مطلوبين
vi: Thiết lập mixer bằng cách tạo hai tài khoản cần thiết

source: Set up mixer
ar: إعداد الخلاط
vi: Thiết lập mixer

source: Begin setup
ar: بدء الإعداد
vi: Bắt đầu thiết lập

# setupMixerInfo
source: Two dedicated accounts (“mixed” & “unmixed”) will be created in order to use the mixer.
ar: سيتم إنشاء حسابين مخصصين (“مخلوط” و “غير مخلوط”) من أجل استخدام الخلاط.
vi: Hai tài khoản chuyên dụng (“mixed” & “unmixed”) sẽ được tạo để sử dụng bộ mixer

# confirmToCreateMixer
source: Confirm to create needed accounts
ar: قم بالتأكيد لإنشاء الحسابات المطلوبة
vi: Xác nhận để tạo các tài khoản cần thiết

source: Keep this app opened
ar: أبق هذا التطبيق مفتوحاً
vi: Tiếp tục mở ứng dụng này

# overviewMixerInfo
source: Mixer will automatically stop when unmixed balance are fully mixed.
ar: سيتوقف الخلاط تلقائيًا عند خلط الرصيد غير المخلوط بالكامل.

source: Mixed balance
ar: الرصيد المخلوط
vi: Số dư mixed

source: No unmixed balance
ar: لا يوجد رصيد غير مخلوط
vi: Không có số dư unmixed

source: Mixer
ar: الخلاط

source: Privacy is here
ar: الخصوصية هنا
vi: Quyền riêng tư ở đây

# privacyIsHereInfo
source: You can now use StakeShuffle mixer to mix your DCRs, right in the app.
ar: يمكنك الآن استخدام خلاط StakeShuffle لخلط وحدات ديكريد الخاصة بك، مباشرة في التطبيق.
vi: Bây giờ bạn có thể sử dụng Mixer StakeShuffle để mix các DCR của mình ngay trong ứng dụng.

source: Unmixed balance
ar: الرصيد غير المخلوط
vi: Số dư unmixed

source: Mixer Settings
ar: إعدادات الخلاط
vi: Cài đặt Mixer

source: Unmixed account
ar: الحساب غير المخلوط
vi: Tài khoản unmixed

source: Mixed account branch
ar: فرع الحساب المخلوط

# mixSever
source: Mix server
ar: خادم الخلاط

source: Server port
ar: منفذ الخادم

# allowUnmixedSpending
source: Allow spending from unmixed accounts
ar: السماح بالإنفاق من الحسابات غير المخلوطة

source: All balance mixed
ar: كل الرصيد مخلوط
vi: Tất cả số dư mixed

# howCoinShuffleEnhancePrivacy
source: How does StakeShuffle mixer enhance your privacy?
ar: كيف يعزز خلاط StakeShuffle خصوصيتك؟
vi: Mixer StakeShuffle nâng cao quyền riêng tư của bạn như thế nào?

# coinShuffleInfo
source: StakeShuffle mixer can mix your DCRs through CoinJoin transactions.
ar: يمكن لخلاط StakeShuffle خلط وحدات ديكريد الخاصة بك من خلال معاملات CoinJoin.
vi: Mixer StakeShuffle có thể kết hợp các DCR của bạn thông qua các giao dịch CoinJoin.

# mixedDCRInfo
source: Using mixed DCRs protects you from exposing your financial activities to the public (e.g. how much you own, who pays you).
ar: يحميك استخدام وحدات ديكريد المخلوطة من كشف أنشطتك المالية للعموم (على سبيل المثال، مقدار ما تملكه، ومن يدفع لك).

# setUpMixerForWallet
source: Set up mixer for this wallet
ar: إعداد خلاط لهذه المحفظة
vi: Thiết lập Mixer cho ví này

# howToUseMixer
source: How to use the mixer?
ar: كيف تستخدم الخلاط؟
vi: Làm thế nào để sử dụng Mixer?

# howToUseMixerInfo
source: When you turn on the mixer, your unmixed DCRs in this wallet (unmixed balance) will be gradually mixed.
ar: عند تشغيل الخلاط، سيتم خلط وحدات ديكريد غير المخلوطة في هذه المحفظة (الرصيد غير المخلوط) تدريجيًا.
vi: Khi bạn bật Mixer, các DCR unmixed của bạn trong ví này (số dư unmixed) sẽ được mix dần.

# importantKeepThisAppRunning
source: Important: keep this app opened while mixer is running.
ar: هام: أبق هذا التطبيق مفتوحًا أثناء تشغيل الخلاط.
vi: Quan trọng: giữ ứng dụng này mở trong khi Mixer đang chạy.

# importantKeepThisAppRunningInfo
source: Mixer will automatically stop when unmixed balance are fully mixed.
ar: سيتوقف الخلاط تلقائيًا عندما يتم خلط الرصيد غير المخلوط بالكامل.
vi: Mixer sẽ tự động dừng khi số dư unmixed được mix hoàn toàn.

source: Set up privacy here
ar: قم بإعداد الخصوصية هنا
vi: Thiết lập quyền riêng tư ở đây

source: Check mixer status
ar: تحقق من حالة الخلاط
vi: Kiểm tra trạng thái Mixer

source: Mixing...
ar: جاري الخلط...
vi: Đang Mix...

# setupPrivacyInfo1
source: <black>Mixed</black> account will be the outbound spending account.
ar: <black>الحساب المخلوط</black> سيكون هو حساب الإنفاق الخارجي.
vi: Tài khoản <black>Mixed</black> sẽ là tài khoản chi tiêu nước ngoài.

source: Dismiss
ar: رفض
vi: Xóa

# accountNameTaken
source: Account name is taken
ar: اسم الحساب مأخوذ
vi: Tên tài khoản đã được sử dụng

# accountNameTakenMsg
source: There are existing account named mixed and unmixed. Please change the name to something else for now. You can change them after the setup.
ar: هناك حسابات موجودة تسمى مخلوط وغير مخلوط. يرجى تغيير الاسم إلى شيء آخر في الوقت الحالي. يمكنك تغييرها بعد الإعداد.
vi: Hiện có tài khoản được đặt tên mixed và unmixed. Vui lòng đổi tên thành tên khác ngay bây giờ. Bạn có thể thay đổi chúng sau khi thiết lập.

# goBackAndRename
source: Go back & rename
ar: عد و أعد التسمية
vi: Quay lại & đổi tên

# manualSetupWarning
source: <bold>Make sure to select the corresponding accounts to the previous setup</bold>. Failing to do so could damage wallet privacy.
ar: <bold>تأكد من تحديد الحسابات الموافقة للإعداد السابق</bold>. قد يؤدي عدم القيام بذلك إلى الإضرار بخصوصية المحفظة.
vi: <bold> Đảm bảo chọn các tài khoản tương ứng với thiết lập trước đó </bold>. Không làm như vậy có thể ảnh hưởng đến quyền riêng tư của ví.

source: Mixed account
ar: حساب مخلوط

source: Unmixed account
ar: حساب غير مخلوط
vi: Tài khoản unmixed

# sameAcountCannotBeUsedForMixedAndUnmixed
source: Cannot use same account for mixed and unmixed
ar: لا يمكن استخدام نفس الحساب للخلط وغير الخلط
vi: không thể sử dụng cùng một tài khoản mixed và unmixed

source: Mixer setup completed
ar: اكتمل إعداد الخلاط
vi: Hoàn tất thiết lập Mixer

source: Set up
ar: الإعداد
vi: Thiết lập

source: Manual setup
ar: الإعداد اليدوي
vi: Thiết lập thủ công

source: Ready to mix
ar: جاهز للخلط
vi: Sẵn sàng mix

source: Mixer has stopped running
ar: توقف الخلاط عن التشغيل
vi: Mixer đã ngừng chạy

# mixerIsRuning
source: Mixer is running
ar: الخلاط قيد التشغيل
vi: Mixer đang chạy

source: Mixers are runing
ar: الخلاطات تعمل
vi: Mixer đang chạy

# mixerHelperTitle
source: How to use the mixer?
ar: كيف تستخدم الخلاط؟
vi: Làm thế nào để sử dụng Mixer?

# mixerHelperDsc
source: <span style="font-family: 'SourceSansPro-Regular'; font-size: 16px; color: #3D5873">When you turn on the mixer, your unmixed DCRs in this wallet (unmixed balance) will be gradually mixed.<br/><br/><b><font color="#091440">Important: keep this app opened while mixer is running.</font></b><br/><br/>Mixer will automatically stop when unmixed balance are fully mixed.</span>
ar: <span style="font-family: 'SourceSansPro-Regular'; font-size: 16px; color: #3D5873">عند تشغيل الخلاط، سيتم خلط وحدات ديكريد غير المخلوطة في هذه المحفظة (الرصيد غير المخلوط) تدريجيًا.<br/><br/><b><font color="#091440">Iهام: ابق هذا التطبيق مفتوحًا أثناء تشغيل الخلاط.</font></b><br/><br/>سيتوقف الخلاط تلقائيًا عند خلط الرصيد غير المخلوط بالكامل.</span>
pl: When you turn on the mixer, your unmixed DCRs in this wallet (unmixed balance) will be gradually mixed.<br/><br/><b><font color="#091440">Important: keep this app opened while mixer is running.</font></b><br/><br/>Mixer will automatically stop when unmixed balance are fully mixed.
vi: Khi bạn bật Mixer, các DCR unmixed của bạn trong ví này (số dư unmixed) sẽ được mix dần. <br/><br/><b><font color="#091440">Quan trọng : giữ ứng dụng này mở trong khi Mixer đang chạy. </font></b><br/><br/>Mixer sẽ tự động dừng khi số dư unmixed được mix hoàn toàn.
zh_hans: When you turn on the mixer, your unmixed DCRs in this wallet (unmixed balance) will be gradually mixed.<br/><br/><b><font color="#091440">Important: keep this app opened while mixer is running.</font></b><br/><br/>Mixer will automatically stop when unmixed balance are fully mixed.

# startMixerWarning
source: Your wallet will be unlocked until mixing completes.
ar: سيتم إلغاء قفل محفظتك حتى يكتمل الخلط.
vi: Ví của bạn sẽ được mở khóa cho đến khi quá trình mix hoàn tất.

# continueText
source: Continue
ar: المتابعة
vi: Tiếp tục

# unlockToStartMixing
source: Unlock your wallet to start mixing
ar: افتح محفظتك لبدء الخلط
vi: Mở khóa ví của bạn để bắt đầu mix

source: Mixed
ar: مخلوط
vi: Đã được mix

source: Mix
ar: خلط

# newLabel
source: NEW
ar: جديد
vi: MỚI

# mixTxChangeSummaryEnabled
source: Change on transactions from all accounts will go to unmixed
ar: ستذهب فكّة المعاملات من جميع الحسابات إلى غير مخلوط
vi: Thay đổi đối với các giao dịch từ tất cả các tài khoản sẽ chuyển thành unmixed

# mixTxChangeSummaryDisabled
source: Change on transactions from mixed will go to unmixed
ar: فكّة المعاملات المخلوطة ستذهب إلى غير مخلوط
vi: Thay đổi đối với các giao dịch từ mixed sẽ chuyển thành unmixed

# mixTxChange
source: Mix change
ar: تغيير الخلط
vi: Thay đổi Mix

source: mywallet
pl: mójportfel
vi: Ví của tôi
zh_hans: 我的钱包

# fetchedHeaders
source: %d of %d
pl: %d z %d
vi: %d của %d
zh_hans: %d/%d

# scanningTotalHeaders
source: %d of %d
pl: %d z %d
vi: %d của %d
zh_hans: %d/%d

# walletNameReserved
source: wallet is a reserved prefix
vi: Tên ví được bảo lưu
zh_hans: 钱包昵称

# noMixableOutput
source: Unmixed account has no mixable output
vi: Tài khoản unmixed không có đầu ra có thể mix được

# changeSummary
source: <span style="font-family: 'SourceSansPro-Regular'; font-size: 14px; color: #596D81">Change of <b>%@ DCR</b> will return to '<b>%@</b>'
vi: <span style="font-family: 'SourceSansPro-Regular'; font-size: 14px; color: #596D81">Việc thay đổi của <b>%@ DCR</b> sẽ trả về '<b>%@</b>'

source: stakegen
zh_hans: 股份
